---
kind: property
id: P:Autodesk.Revit.UI.FamilyInstancePlacingArgs.ActiveView
source: html/088469dc-c080-863e-9d1a-eb49bcafb361.htm
---
# Autodesk.Revit.UI.FamilyInstancePlacingArgs.ActiveView Property

The active view

## Syntax (C#)
```csharp
public View ActiveView { get; internal set; }
```